<?php

return [
  // Layout
  'home' => 'Главная',
  'about' => 'О нас',
  'contacts' => 'Контакты',
  'cart' => 'Корзина',
  'favorites' => 'Избранное',
  'welcome' => 'Добро пожаловать на сайт!',
  'dashboard' => 'Панель управления',
  'lang' => 'Русский',
  'search_text' => 'Поиск по товарам...',
  'btn_category' => 'Все категории',
  'back' => 'Назад',
  'show' => 'Показать ещё',
  'footer_text' => 'ISOTOP ENERGY – это современный интернет-магазин, предоставляющий широкий выбор специализированных фасадных и кровельных материалов.',
  'footer_navigation' => 'Навигация',
  'footer_main' => 'Основные товары',
  'footer_us' => 'Свяжитесь с нами',
  'rights' => 'Все права защищены.',
  'adress_title' => 'Адрес:',
  'adress_text' => 'Адрес текст',

  //home
  'slider_title_1' => 'Скидки до 50%',
  'slider_text_1' => 'На всю линейку штукатурок',
  'slider_title_2' => 'Новинка',
  'slider_text_2' => 'Грунтовка глубокого проникновения',
  'slider_title_3' => 'Распродажа',
  'slider_text_3' => 'Грунтовка глубокого проникновения',

  'catalog' => 'Каталог',

  'advantages' => 'Наши преимущества',

  'advantages_title_1' => 'ДОСТУПНЫЕ ЦЕНЫ',
  'advantages_text_1' => 'Качество, доступное для всех.',
  'advantages_title_2' => 'ПРОВЕРЕННЫЕ БРЕНДЫ',
  'advantages_text_2' => 'Проверено нами, проверено вами.',
  'advantages_title_3' => 'ДОСТАВКА ПО МОЛДОВЕ',
  'advantages_text_3' => 'По всем городам и сёлам.',
  'advantages_title_4' => 'ШИРОКИЙ ВЫБОР',
  'advantages_text_4' => 'Ваш идеальный выбор - здесь.',

  'sale_title' => 'Товары на акции',

  'partners_title' => 'Наши партнёры',

  //about
  'about_title' => 'О компании ISOTOP ENERGY',
  'about_text_strong_1' => 'Компания ISOTOP ENERGY',
  'about_text_1' => 'успешно работает на территории Республики Молдова с 1994 года, реализует оптом и в розницу хвойные и твёрдые породы дерева, вагонку, брус, имитацию бруса, OSB, фанеру, арматуру, трубы, цемент, шперы и многие другие строительные материалы. Изготавливаем на заказ лестницу из модулек, качели, детские площадки и декоративные элементы из 100% натурального дерева.',
  'about_text_2' => 'SA «МИГ» сотрудничает с надёжными компаниями и фирмами. Вот почему продаваемая продукция отличается надёжностью и безопасностью. Качество продукции отмечалось на выставках: «Стиль Бидэ-2000», «Стиль Бидэ-2002», «Домус-2006», «Домус-2007».',
  'about_text_3' => 'Разнообразие продуктов, гибкая ценовая политика и система скидок позволяют SA «МИГ» удовлетворять запросы самых разных категорий покупателей. На весь ассортимент продукции действует гарантия, которая позволяет покупателю убедиться, что он сделал правильный выбор.',
  'about_text_strong_4' => 'Наша цель',
  'about_text_4' => 'дать каждому клиенту особый опыт работы со строительными материалами.',

  //contact

  'contact_title' => 'Наши контакты',
  'contact_title_2' => 'Свяжитесь с нами',
  'contact_text' => 'Напишите или позвоните нам, задайте все интересующие вас вопросы, а мы с удовольствием ответим на них в кратчайшие сроки!',
  'contact_name' => 'Как вас зовут?',
  'contact_phone' => 'Номер телефона',
  'contact_mail' => 'Адрес электронной почты',
  'contact_mess' => 'Сообщение',
  'contact_agreement' => 'Я согласен на обработку персональных данных согласно Политике конфиденциальности',
  'contact_send' => 'Отправка...',
  'contact_send_end' => 'Отправить',
  'contact_send_thanks' => 'Спасибо! Ваше сообщение отправлено.',


  'contact_soc' => 'Мы в соцсетях:',
  'contact_schedule' => 'График работы:',
  'contact_schedule_1' => 'Пн–Пт',
  'contact_schedule_2' => 'Сб',
  'contact_schedule_3' => 'Вс: выходной',
  'contact_phone' => 'Телефон:',
  'contact_mail' => 'Почта:',

  //whatsapp
  'whatsapp_write' => 'Написать в WhatsApp',
  'whatsapp_order' => 'Заказать звонок',
  'whatsapp_leave' => 'Оставьте заявку',
  'whatsapp_back' => 'Отмена',
  'whatsapp_send' => 'Отправить',
  'whatsapp_name' => 'Ваше имя',

  //cart
  'cart_title' => 'Корзина покупок',
  'cart_empty' => 'Ваша корзина пуста.',
  'cart_item' => 'Товар',
  'cart_quantity' => 'Кол-во',
  'cart_price' => 'Цена за шт.',
  'cart_all' => 'Всего:',
  'cart_article' => 'Артикул:',
  'cart_delete' => 'Удалить',
  'cart_delete_all' => 'Очистить корзину',

  'cart_details' => 'Детали заказа',
  'cart_all_items' => 'Всего товаров:',
  'cart_not_discount' => 'Цена без скидки:',
  'cart_discount' => 'Скидка:',
  'cart_all_price' => 'Итоговая цена:',
  'cart_send' => 'Оформить заказ',

  //order
  'order_title' => 'Оформить заказ',
  'order_mandatory' => 'обязательные поля',
  'order_data_title' => 'Контактные данные',
  'order_surname' => 'Фамилия',
  'order_name' => 'Имя',
  'order_phone' => 'Телефон',
  'order_mail' => 'Email',
  'order_delivery_title' => 'Способ получения',
  'order_pickup' => 'Самовывоз',
  'order_delivery' => 'Доставка',
  'order_delivery_address' => 'Адрес доставки',
  'order_country' => 'Страна',
  'order_region' => 'Выберите регион',
  'order_settlement' => 'Населённый пункт',
  'order_address' => 'Адрес (улица, дом, участок...)*',

  'order_payment_title' => 'Способы оплаты',
  'order_cash' => 'Наличными',
  'order_card' => 'Картой курьеру',
  'order_check' => 'Банковский чек',
  'order_information' => 'Дополнительная информация',
  'order_comment' => 'Комментарий к заказу...',
  'order_send' => 'Подтвердить заказ',

  //favorite
  'favorite_title' => 'Избранное',
  'favorite_not' => 'Нет избранных товаров.',
  'favorite_delete_all' => 'Очистить избранное',

  //product
  'product_discount' => 'СКИДКА',
  'product_art' => 'Артикул:',
  'product_availability' => 'Наличие:',
  'product_stock' => 'В наличии',
  'product_add' => 'Добавить в корзину',
  'product_text_1' => 'Удобство оплаты',
  'product_text_1_1' => 'Онлайн или при доставке.',
  'product_text_2' => 'Доставка по Молдове',
  'product_text_2_2' => 'Курьерской службой.',
  'product_text_3' => 'Гарантия качества',
  'product_text_3_3' => 'от производителя и магазина.',
  'product_characteristics' => 'Характеристики',
  'product_description' => 'Описание',

];


